Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] 말단 병사에서 군주까지.tmx
Source language: ko_kr
Languages: en_us

source: 아, 물론 린드는 제외하고 움직일 것이다.{j}이럴 때 보면 일부러 다친 건 아닌가 싶다.{j}모든 훈련 열외.{j}모든 전투 열외.{j}이 부대는 후방 후송도 없다.{j}반 루드비히 백작은 제 놈 소속만 챙기니까.
en_us: Of course, Lind won’t be with us. Sometimes, I envied that he was injured. He would be exempt from all trainings and battles. Our unit doesn’t even have a rear convoy. Count Van Ludvig is busy taking care of only his unit.{j}{j}{j}{j}{j}

source: 곤란한 기색이다.{j}그렇게 어려운 일은 아닐 건데.{j}긴장하고 그러나.
en_us: He seemed nervous. It isn’t something difficult to do. Why are you so scared?{j}{j}

source: “이것도 당번제야.”
en_us: “We hunt on a shift.”

source: “아플 거다.”{j}그리고 질끈 붕대를 꽉 묶었다.
en_us: “This will hurt a lot,”{j}Then, I tightly knotted the cloth.

source: 본래라면 내 오른팔은 갓 잡아 온 물고기처럼 바닥에서 퍼덕거려야 했다.
en_us: In reality, my right arm should have flapped on the ground, like a fish just hauled up from the water.

source: 부딪치는 순간, 난 놈의 품에 얼굴을 비볐다.
en_us: As soon as I bumped into him, I rubbed my head into his body.

source: 기수를 따라 살아남은 병사들이 움직였다.
en_us: The remaining soldiers budged and followed after him.

source: “왜?”
en_us: “What’s the matter?”

source: 군대에 속해 있으면 자신의 ‘위’가 보인다.{j}세 번쯤 전투를 겪으면, 대부분의 병사는 생각한다.{j}나도 십인대장쯤은 할 수 있을 것 같은데?{j}딱 보면 자기랑 비슷해 보이니까.
en_us: If you’re in the military, you’ll instantly know who your superiors are. After about three battles, most soldiers would think, I could be a leader of a dercury as well? After all, they don’t look that different from them.{j}{j}{j}

source: “우리도 먹을 수 있어?”
en_us: “Can we have a bite, too?”

source: 개든, 곰이든, 여우든, 사자든.{j}일단 먹을 게 부족하니 뭐든 먹게 되었다.{j}내 눈앞에 있는 대략 열다섯 마리 들개의 운명이 정해지는 순간이었다.{j}우리 둘의 대화를 따라오지 못한 부대원 전원이 눈을 깜빡이며 허수아비처럼 서 있었다.
en_us: Whether it be dogs, bears, foxes, or lions, the soldiers here would eat anything due to a lack of food. This is the moment where destiny of the fifteen dogs in front of me is decided. My comrades, who hadn’t heard our full dialogue, stood there like scarecrows and blinked their eyes.{j}{j}{j}

source: ‘……왜?’{j}
en_us: ‘...But why?’

source: “이 개자식이.”
en_us: “Those bastards.”

source: “아무것도 안 하고 그냥 그러고 간다고요?”
en_us: “Without doing anything?”

source: ‘살아 있다.’{j}모든 것이 너무 선명하다.
en_us: ‘I’m alive,’ Everything is too clear and vivid.{j}

source: “아니다.”
en_us: “Never mind.”

source: 놈이 죽은 자신의 부하를 훑어보았다.
en_us: He skimmed through his dead henchmen.

source: 가죽을 풀자, 바람에 가루가 흩날렸다.
en_us: As I rolled out my leather, the powder inside blew in the wind.

source: 우린 꽤 잘 어울리는 편이었구나.
en_us: What a perfect match.

source: “근데, 난 일개 병사인데?”{j}이 양반아, 이미 늦었어.{j}벌써 고개 끄덕이며 허락의 제스처를 취했잖아.
en_us: “Come to think of it, I’m just a plain soldier...” Hey, it’s too late now. You already nodded your head and allowed me to do so.{j}{j}

source: “좋았어.”
en_us: “Good.”

source: 그 덕분에 현 상황을 명확히 인지할 수 있다.{j}막사 주변에서 조금씩 더 멀리 걸었다.{j}주변 병사가 날 힐끔힐끔 봤지만, 모두 무관심했다.{j}평야라고 하지만 간간이 나무를 심어 둔 것이 보였다.{j}찾는 건 안 보였지만, 아는 열매가 달린 나무가 보였다.
en_us: But thanks to him, I could clearly analyze the current situation. Little by little, I walked further away from the barracks. The soldiers around be glanced at me, but they were all indifferent. Although it was the plains, I could see some trees planted here and there. I couldn’t find what I was looking for, but I found a tree with a familiar fruit.{j}{j}{j}{j}

source: 후일 그는 어떤 귀족에게 고용됐다고 들었다.
en_us: I heard that he was employed by a noble one day.

source: 강렬한 기시감이 들었다.
en_us: I felt a strong déjà vu.

source: 바지를 들쳐 확인해 보니, 아직 덜 자란 나의 분신이 있었고.
en_us: When I lifted up my pants, there was my younger body not fully grown yet.

source: “야비한 새끼들!{j}덫을 다 망가뜨렸어!”{j}병사 하나가 저 멀리서 외쳤다.{j}들었지?
en_us: “Those bastards! They broke all our traps!” One of the soldiers cried from afar. I’m sure you’ve heard that.{j}{j}{j}

source: 난 고개를 저었다.
en_us: I shook my head.

source: “뭘 하긴!{j}봤잖냐!{j}괜히 스튜를 엎고 도망간다고!”
en_us: “Nothing special. You were there too! They spill the stew and run away!”{j}{j}

source: 쇠로 만든 와이어가 두 번째 나무에 걸렸다.
en_us: The metal wire hung at the second tree.

source: ‘종족 번성에 신경 좀 써라.’{j}속으로 거미를 나무라며, 아주 조심스럽게 손을 뻗었다.{j}잡는 건 어렵지 않았다.{j}놈을 그대로 잡아서 가죽 주머니에 넣고 단단히 봉했다.
en_us: Please make sure to lay many offspring. I scolded the spider in my head, and reached out towards it. Catching one isn’t so hard. I grabbed it, put it in my leather pocket, then sealed it tight.{j}{j}{j}

source: 저걸 창 한 자루로 막으라고?{j}미친 자식.
en_us: Stopping that with just my spear? He was clearly out of his mind.{j}

source: “시파, 야, 무장하고 나와!{j}오늘 저 새끼들 조져 버린다!”
en_us: “Geez. Hey, come out with your weapons. We’ll capture those dogs tonight!”{j}

source: 그의 말에 주변에 있던 이들이 낄낄거리며 웃었다.{j}참 재수 없는 새끼다.{j}난 그 새끼에게 덤볐고, 신나게 두들겨 맞았다.
en_us: However, the people around him laughed at those words. What a jerk. I came at him, and got beaten as a reward.{j}{j}

source: 두 개를 건네고 예비대를 향해 손짓했다.{j}이곳에서 사냥 경험이 있는 사람은 나와 수염 도끼 둘 뿐이다.{j}수염 되게 거슬리네.{j}근데, 네 나이에 그렇게 풍성한 게 가능하냐?
en_us: I handed him two cigarettes and waved towards the troops in reserve. Among us, only I and the bearded guy with the ax had hunted before. You do have a lot of beard. Come to think of it, is it possible to be that bearded at your age?{j}{j}{j}

source: ‘먹는 건 어딜 가나 문제지.’{j}그래서 요리를 배운 거다.{j}어디서나 잘 먹고 잘살려고.{j}문제는 요리하기 위해서는 재료가 필요하다는 것뿐.{j}몸을 일으켜 천막 밖으로 나갔다.{j}쉰내가 아닌 쇠 냄새가 코끝을 찔렀다.
en_us: Eating well is always important. That’s why I learned how to cook - to eat well anywhere I go. The problem is that to cook, you need good ingredients. I stood up and left the tent. Outside, it didn’t smell sour, but I could sniff out the metal. {j}{j}{j}{j}{j}

source: 3화 헌터 크리스
en_us: Chapter 3. Chris the Hunter

source: ‘며칠이나 걸리려나.’{j}이놈이 얼마나 성장한 놈인지 모르니, 알 수 없었다.{j}가는 길에 냇가에서 손을 씻고 수통에 물도 채웠다.
en_us: How long will it take? I don’t know how much it has grown so far, so I don’t have an answer. On my way back, I washed my hands by the stream, and filled in my water bottle.{j}{j}

source: “이거…….”
en_us: “This...”

source: 6화 꿀맛 같은 잠
en_us: Chapter 6. Sweet Dreams

source: 난 천천히 작전을 설명했다.{j}‘붉은 뿔 사슴 포획 작전’이다.
en_us: I carefully explained my plans. I’d call it ‘how to catch a red-horned deer’.{j}

source: 내가 일일이 설명한다고 알까?{j}그나마 경험이 있어 보이는 도끼 놈도 이런 쪽은 처음인 것 같고.
en_us: But would he understand even if I explained everything? Even the ax guy, who seemed to have some battle experience, looked like it was his first time hunting.{j}

source: 어느 도시 치유소만 가도 쉽게 알 만한 일이지만.
en_us: You can easily learn this from any hospital in the city.

source: 흑빵이나 스튜랑은 비교할 게 못 된다.{j}거기에 간을 이 몸이 맞췄다.{j}그야말로 별미일 거다.{j}린드가 먹는 걸 보더니, 다들 조금씩 주머니에서 고기를 꺼내 씹었다.
en_us: It’s much better than black bread or stew. On top of that, I salted it myself. So it will be a very special meal. The other troops had their share upon seeing Lind helping himself to the venison. {j}{j}{j}

source: 신선한 고기를 보존하는 방법 따윈 없다.{j}그걸 위해 마법사를 쓴다는 건 말도 안 되고.{j}하지만 저 윗대가리 백작을 비롯한 사령부는 제대로 된 음식을 먹어야 했다.{j}예를 들어 신선한 고기, 잘 구운 고기, 갓 훈제한 고기 등등을.
en_us: It’s impossible to preserve a fresh meat. It doesn’t make sense to hire a magician just to do that. But still, the commanders, including the count, had to have fresh food, such as fresh meat, well cooked meat, and smoked meat.{j}{j}{j}

source: “어이, 크리스!”{j}그때 마침 붉은 머리칼 병사가 날 찾았다.
en_us: “Hey, Chris!” Just then, the ginger soldier came looking for me.{j}

source: “더 없어?”{j}그 묘한 표정을 짓는 개를 봤을 때부터, 난 놈들의 목적을 짐작하고 있었다.
en_us: “Is there anything else you found out?” From the moment I saw their faces, I had predicted what they wanted.{j}

source: 휘이잉.
en_us: Whoosh.

source: 안 되긴 뭐가 안 돼.
en_us: Well, a no is a no.

source: 배급이 끝난 병사를 향해 다가갔다.{j}군대에서 남자가 먹는 게 해결되면 그다음 찾는 게 뭘까?{j}여자?{j}여긴 군대다.{j}가끔 창녀 무리가 오기도 하지만 지금은 아니다.{j}더구나 그건 내가 어떻게 거래 품목으로 낼 수가 없는 거니까.
en_us: I approached him, who had just finished rationing the bread. What would a soldier who has a full tummy look for? Girls? No, this is the military. Sometimes, the prostitutes would come for a visit, but now wasn’t the time. Besides, I couldn’t offer them as something to trade with.{j}{j}{j}{j}{j}

source: “내가 지금 기분이 아주 좋다.”
en_us: “You know, I’m in a good mood right now.”

source: “뭘 뿌리는 거야?”
en_us: “What are you sprinkling?”

source: 아니, 본 게 아니라 이런 일이 있었던 것 같았다.
en_us: No, I haven’t seen this before. But I think it has happened before.

source: 지겨울 정도로 봤다.
en_us: I’ve seen enough of this same scene.

source: 난 놈을 들이받았다.{j}퍽!
en_us: I butted into him with my head. Bam!{j}

source: 코딱지가 말했다.
en_us: The booger guy asked.

source: “네.”
en_us: “Yes, sir.”

source: 토끼가 저렇게 우는 동물이었던가.{j}총 다섯 마리다.
en_us: Did rabbits make that noise? Anyhow, there were five of them.{j}

source: 그릿?{j}그게 뭔데?
en_us: Grit? What’s that?{j}

source: 팅.{j}탱탱하다.{j}어지간하면 끊어지지 않는 줄이다.{j}거기에 길이도 전보다 몇 배는 길다.{j}난 그걸 개 한 마리의 다리에 묶고, 하나는 내 손목에 묶었다.
en_us: Ting. The spiderwebs were tight. They wouldn’t break easily. They were also longer than before. I tied one around a dog’s legs, and tied one around my wrists.{j}{j}{j}{j}

source: 막사는 처참하게 허름한 수준이었다.
en_us: The barracks were too shabby.

source: 검은 좀 쓰려나?
en_us: But was he a good swordsman?

source: 기마는 이쪽을 뚫고 내달려 저 멀리 사라졌다.
en_us: He rode off with his horse and disappeared into the distance.

source: 성격 안 좋은 놈일세.
en_us: I’m already growing tired of his personality.

source: ‘경계지.’{j}짐승은 분뇨로 흔적을 남기고, 몬스터는 사냥으로 자신의 구역을 표시한다.{j}먹기 좋은 풀들이 가득한 곳이니 짐승은 이곳을 찾을 거고.{j}몬스터는 그런 짐승을 사냥할 것이다.{j}두 집단이 공존하는 곳이 바로 ‘경계지’였다.{j}나무의 흉터는 이곳에 흉포한 무언가가 있다는 증거였고.
en_us: This is the border. An animal leaves traces with its feces, and a monster marks its territory by hunting. There is a lot of edible grass here, so naturally, animals would gather around here, and monsters would come hunting for them. A border is a place where they exist together. The scarred tree meant something terrible lurked around here.{j}{j}{j}{j}{j}

source: 허벅지에 깊은 상처를 입고 돌아왔다.
en_us: He had a fatal wound to his thigh.

source: 더구나 린드는 백이면 백 죽는다.{j}지금 상황에서 전장에 나서면 린드는 현실적으로 고기 방패 외에 역할이 없다.{j}결론은 나왔다.
en_us: Also, Lind would die without a doubt. If Lind would be thrown into the battlefield now, he would be used as a fake shield. I came to a decision.{j}{j}

source: “미친 자식아.”
en_us: “You must be crazy.”

source: ‘적당한 약초만 있다면, 빠르게 처치하는 것이 가장 중요하다.’
en_us: ‘If there’s an appropriate herb, the most important thing is to cure a patient quickly.’

source: 아티팩트에 엮이면 곱게 죽지는 못한다고 하더니.
en_us: Rumor had it that if you had an Artifact, you wouldn’t die peacefully.

source: 진짜 기마의 돌격을 코앞에서 보는 것 같았고, 내가 마치 살아 있는 것 같은 착각이 들었다.
en_us: I felt as if mounted soldiers were actually charging towards me, and I almost mistook that I was alive.

source: 옷 좀 빨아야겠다.{j}손을 제외한 다른 곳도 좀 씻어야겠고.{j}나한테서도 시큼한 냄새가 연신 풍겼다.
en_us: I need to wash my clothes and my body, not just my hands. Even I had that disgusting smell.{j}{j}

source: 방심은 언제나 예상할 수 없는 일의 결과를 만드는 법이다.
en_us: If you aren’t careful, you’ll have unexpected consequences.

source: “물 있어?”
en_us: “Does anyone have water?”

source: 저 말을 믿는 건, 세상 멍청한 짓이다.
en_us: Believing in that would be the dumbest thing ever.

source: 궁금한 눈치도 아니다.
en_us: Well, he didn’t even look that curious.

source: “수고했다.”
en_us: “Good job.”

source: 어차피 물리적으로나 심적으로나 난 절벽 끝에 서 있었다.
en_us: I was standing on a cliff, both physically and mentally.

source: 아티팩트.
en_us: An Artifact.

source: 본능적으로 창대를 꽉 움켜쥐었다.
en_us: On instinct, I gripped my shaft tightly.

source: 단단히 화가 났구나.
en_us: He was enraged - I could see that.

source: “음.{j}돈이요?”
en_us: “Hmm... Perhaps money?”{j}

source: 난 그의 검을 두 번 이상 받아내는 용병을 쉬이 보지 못했다.
en_us: I’ve never seen a mercenary who still stood after two of his attacks.

source: “잘 아네.”
en_us: “Correct.”

source: 길잡이를 자처한 놈이었다.
en_us: He even volunteered to lead the way.

source: 핏물을 뺀, 다리를 가져와 단검으로 적당히 썰었다.{j}너무 두꺼우면 익히는 데 시간이 오래 걸린다.{j}수많은 요리법을 알지만, 지금 상황에서 가장 좋은 건 이거.{j}얇게 저민 고기였다.
en_us: I cut out the drained out leg with my dagger. If the meat is too thick, it takes a long time cooking it. I know many ways of cooking meat, but this is the best method. Right now, I should cut the meat nice and thin. {j}{j}{j}

source: “으흠.”
en_us: “Hmm.”

source: 킁킁.{j}코를 킁킁거리고 나뭇가지의 방향을 살폈다.
en_us: Sniff sniff. I sniffed out the air and looked at the direction of the branches.{j}

source: 손가락 세 개를 편 채였다.
en_us: I was spreading out three fingers.

source: 배경이 없으면 고개를 숙여야 하는 세상이다.
en_us: If you don’t have a proper background, you have to bow down.

source: “어금니 꽉 깨물어.”{j}내 말에 린드가 눈을 부릅떴다.
en_us: “Tighten your jaw,”{j}As I spoke, Lind widened his eyes.

source: 저 새끼의 말이 맞다.{j}여기 살아남은 병사들은 다른 건 몰라도 하나는 증명했다.{j}운이 더럽게도 좋다는 거다.
en_us: He was right. The surviving soldiers proved one thing - that they had an incredible amount of luck.{j}{j}

source: “한 마리는 저기 뒤에 숨기자.”
en_us: “Let’s hide one behind there.”

source: 린드의 고개가 옆으로 푹 꺾였다.{j}그걸 받쳐서 바로 해 준 다음, 나도 대강 옆으로 누웠다.{j}딱딱한 바닥이 그대로 느껴졌다.{j}이놈의 군대는 뭐 하나 제대로 된 게 없네.{j}보급도 엉망, 식사도 엉망.
en_us: My best friend’s head leaned sideways. I lifted it up, straightened it, and lay down next to him. I could feel the cold, hard floor. What did this military offer to its soldiers? Neither the supplies nor the food wasn’t good enough.{j}{j}{j}{j}

source: 약초를 다루다 보면 필수적으로 독초를 다루게 됐다.
en_us: If you learn how to use herbs, you’ll learn how to use poisonous ones as well.

source: 이제는 찾는 일만 남았다.{j}난 막사 밖으로 예비대 전부를 끌고 나왔다.{j}그리고 주변을 훑었다.
en_us: Now, all we have to do is find the dogs. I brought along all the troops in reserve outside the tent. Then I scoured around the place.{j}{j}

source: “야, 이 새끼들아.{j}사냥 할당량 있는 거 몰라?”
en_us: “Hey. Don’t you remember that you have a quota today?”{j}

source: “으그그극.”{j}남다른 인내심이었다.
en_us: “Grrrrrr,” I’ve never seen this patience from other people.{j}

source: 대부분 시골 출신의 소년병들이 알긴 어렵겠지.
en_us: But, I’ll admit that most child soldiers from the countryside might not know this.

source: “저기.”
en_us: “Psst.”

source: 내가 입을 열기도 전이다.
en_us: Lind asked, even before I could start inquiring.

source: 막사에서 겨우 오십 발자국도 떨어지지 않은 곳이었다.{j}난 주머니에서 거미가 뿜어 놓은 거미줄을 꺼냈다.{j}오늘 아침부터 일부러 벌집보다 허브를 더 많이 줬다.
en_us: The spot was less than 50 feet away from our tent. I took out the spider web that the spider had created. I fed it more herbs than honey from this morning.{j}{j}

source: “크리스.”
en_us: “Hey, Chris.”

source: 어금니를 꽉 깨물고, 몸을 공처럼 말아서 앞으로 굴렀다.
en_us: I clenched my teeth and rolled forwards with my body crouched like a ball.

source: 사람을 꾈 때 가장 좋은 게 뭘까?{j}말해 뭐 할까.{j}배고픈 자에게 먹을 것을.{j}돈이 궁한 자에게 돈을.{j}그리고 배고프고 돈도 없고, 제대로 씻지도 못하는 이들한테는.{j}아무거나 줘도 다 좋아할 거다.
en_us: What’s the best way to tempt someone? Without a doubt, you would offer food to a hungry man, and offer money to a poor man. So, the people who are hungry, poor, and can’t wash properly will like anything that’s offered to them.{j}{j}{j}{j}{j}

source: 랜스를 오른 겨드랑이에 낀 기마병의 돌격이었다.
en_us: The mounted soldiers with their lances in their right armpit charged.

source: 병사 둘과 예비대 다섯의 자리를 지정하고 전부 대기하게 했다.{j}모닥불을 피우는 것도, 소변도 아무 곳에서나 보면 안 된다고 신신당부를 했다.{j}인간의 소변 냄새는 짐승에게 신호나 다름없다.
en_us: I assigned each of the two soldiers and the five reserve troops a seat and made all of them wait. I emphasized that we shouldn’t start a fire, nor pee anywhere. Animals are very sensitive to a human’s urine smell.{j}{j}

source: 비명이 들렸다.
en_us: I heard a scream.

source: 날 가르친 치유소의 마스터는 꽤 거친 성격이었다.
en_us: The master of the hospital who taught me had a rough personality.

source: “……소금 같은 겁니다.”
en_us: “It’s similar to salt.”

source: 기다리던 병사다.{j}눈치를 보니, 저쪽이 더 계급이 높은 것 같다.{j}어디 십인대장이라도 되시려나.
en_us: I’ve been waiting for you. It looked like he was a higher-ranking soldier. He’s probably the leader of a dercury?{j}{j}

source: 24년 동안 텅 비어 있던 오른 소매에 선연한 감각이 느껴졌다.{j}창대를 움켜쥔 ‘양손’이 보였다.{j}잊고 싶어도 잊을 수 없던 순간이다.{j}난 열다섯 살, 첫 전장에서 한쪽 팔을 잃었다.
en_us: Vivid senses came back to my right sleeve, which had been empty for 24 years. I saw both of my hands gripping my shaft. It was a moment I could never forget. When I was fifteen, I lost one of my arms on my first battlefield.{j}{j}{j}

source: “시신은 전부 화장하고 한곳에 모아서 묻어.{j}물론, 그건 여기가 아니고.”{j}내가 그의 말을 정정해 줬다.
en_us: “The corpses are always cremated and the ashes are buried in one place. Of course, this isn’t the spot.” I answered him.{j}{j}

source: 병사가 날 빤히 보았다.
en_us: The soldier stared right at me.

source: “아니요.”
en_us: “No, sir.”

source: “코 고는 들개 구경하러요.”
en_us: “We’re off to watch some stray dogs snoozing.”

source: 나이는 잘해야 이십 대 초중반 정도.{j}그리고 말투와 행동을 봐서는 현재 예비대와 크게 차이도 없는 이들이었다.
en_us: At most, they would be in their early twenties. Judging from their attitude, they weren’t much different from the child soldiers of the reserve troop.{j}

source: “진짜 잡을 수 있는 거야?”
en_us: “Can we actually catch it?”

source: 고맙긴.{j}내가 더 고맙지.{j}내가 팔이 잘렸을 때, 넌 나한테 더 지극정성이었다.{j}그 기억은 내가 살면서 몇 안 되는 평생 간직할 만한 거였다.{j}눈을 반쯤 감은 채로 린드가 다시 입을 열었다.
en_us: You’re welcome. Actually, I should be thanking you. 24 years ago, when I lost my arm, you did your absolute best. It’s one of the few things I’ll remember always in my life. With his eyes half-closed, Lind spoke out again.{j}{j}{j}{j}

source: 훈제한 고기는 양이 꽤 됐다.{j}나머지는 전부 취사병 쪽에 넘겼고.{j}우린 주머니에 챙긴 게 전부다.{j}린드에게 준다고 천에 가져온 건 별도고.
en_us: There was quite a lot of smoked meat. I handed the all the remaining meat to the mess personnel. All that we had was in our pockets. Lind’s share was in a separate place.{j}{j}{j}

source: 지진이라도 난 듯 땅이 울리고 굉음이 귀를 때렸다.
en_us: The ground shook as if there was an earthquake, and my ears hurt from all the noise.

source: 어쩌다 내륙, 거기에 이곳까지 왔는지 모르겠다.{j}뭐, 각자의 사정이 있는 거고.{j}맨손으로 고기를 잡았다면 능숙한 어부였을 거다.{j}가끔 그런 사람을 보긴 봤다.{j}물질을 오래 한 어부는 그런 묘기를 부리곤 했다.
en_us: How did you join this unit, let alone the inland? Well, everyone has their own story to tell. I’m sure he would have been a great fisherman since he can catch fish with his bare hands. I came across these people sometimes, An experienced fisherman had some tricks up his sleeve.{j}{j}{j}{j}

source: 세 번을 때리자, 머리통이 터지며 놈이 마지막 날숨을 뱉었다.
en_us: After pounding its head three times, its head bled and it let out its last breath.

source: “개자식.”
en_us: “Son of a b*tch.”

source: “으허.”
en_us: “Brrr.”

source: 고작 머리카락이 잘렸을 뿐이었다.
en_us: Only my hair was cut off.

source: 난 그걸 그대로 꿀꺽 삼켰다.
en_us: I just swallowed it whole.

source: 그동안 내 덕에 건진 목숨이 몇 개인데.
en_us: He saved himself thanks to me multiple times.

source: 배워?{j}이건 상식 중의 상식이다.{j}상처를 더러운 손으로 만지면 감염되기 쉽다.{j}그러니 씻고, 깨끗한 천으로 감아 둬야 하는 거다.{j}어느 도시 치유소만 가도 쉽게 알 만한 일이지만.{j}대부분 시골 출신의 소년병들이 알긴 어렵겠지.
en_us: Learn? This is just common sense. When you touch a wound with dirty hands, it will easily be infected. That’s why after washing a wound, it needs to be covered in a clean piece of cloth. You can easily learn this from any hospital in the city. But, I’ll admit that most child soldiers from the countryside might not know this.{j}{j}{j}{j}{j}

source: 기대감 어린 코딱지의 말이었다.
en_us: The booger guy anticipated.

source: 손을 내밀어 건네자, 취사병의 표정이 변했다.
en_us: When I offered it, his expression changed.

source: ‘무거운 짐은 다 버리고 뛰어.’
en_us: ‘Leave behind everything heavy and run.’

source: “저희 마을에서는 헌터 크리스 하면 모르는 사람이 없었습니다.”
en_us: “In home town, everyone will have heard of the famous hunter Chris.

source: 무려 24년 전이다.{j}그리고 그때 나는 팔을 잃고 돌아와 쳐 우느라 바빴다.{j}시바, 세상 다 잃은 줄 알았지.
en_us: It was already 24 years ago. That day, I lost my arm and was too busy crying. Damn, I thought the whole world was against me.{j}{j}

source: 하는 짓만 봐도, 도저히 맞붙어 싸울 자신이 없다고.
en_us: Just looking at them told me that they didn’t have the courage to fight back.

source: “가자.”{j}난 그걸 신호로 다시 예비대 전원을 데리고 움직였다.
en_us: “Let’s move.” That was our cue to follow the dogs.{j}

source: “예비대 전체를 정찰대로 편입해 주십쇼.”
en_us: “I wish all my comrades of the reserve troops to be part of the patrol team.”

source: 고기를 잘라 담은 자루를 들고 온 그가 다시 입을 열었다.
en_us: He asked another question, now having the bag full of meat in his hands.

source: “하루 묵고 간다.{j}자, 방법을 설명해 봐.”
en_us: “We’ll camp here for the night. Now, tell me how to do it.”{j}

source: “우리가 이 일만 벌써 세 번째거든.{j}근데 아무도 날 의심을 안 하더라.{j}이래서 사람은 잘생기고 봐야 해.”
en_us: “This is the third time we’re doing this. But so far no one had suspicions on me. That’s why looks are important.”{j}{j}

source: “사슴 한 마리 잡아서 안 가시렵니까?”
en_us: “Wouldn’t you like to catch a deer?”

source: 산적 하나가 그와 손뼉을 마주쳤다.{j}짝.
en_us: One of them gave him a high-five. Clap.{j}

source: 왼손으로 숏 소드 손잡이를 움켜쥐었다.
en_us: I clenched the hilt of my short sword with my left hand.

source: 그저 호위로 따라온 용병이었다고.
en_us: He was just a mercenary guarding the merchants.

source: “숫돌이나 부싯돌 필요하면 날 찾아.”{j}주로 이 들개 무리에 원한이 있는 쪽은 보급 담당이었나 보다.
en_us: “Tell me if you need whetstones or flints.” He must be in charge of our supplies, who seemed the loathe the dogs more than others.{j}

source: 아, 미친놈들.
en_us: Those assholes.

source: 그래.{j}그런 마음가짐 좋잖아.{j}사람이 좀 긍정적이어야지.{j}자, 그럼 시작해 보자고.
en_us: Yes. Now that’s the spirit. You should stay positive. Off we go now.{j}{j}{j}

source: 가엾지는 않았다.{j}평원의 들개 무리는 언제나 골칫덩이다.{j}지금이야 군대에 속해 있으니 놈들이 쉬운 거지.{j}만약 우리가 소수였다면 놈들의 먹잇감으로 전락했을 것이다.{j}그건 그렇고, 난 이놈들 둥지나 찾으러 가 볼까나.
en_us: I didn’t feel sorry for the dog though. These dogs were always a menace. It’s easy to deal with them since we’re in the military. But if there were a few of us, we would have been dead meat. Anyhow, it’s time for me to find their habitat.{j}{j}{j}{j}

source: 더구나 칼 밥 먹고 사는 직업인데.
en_us: After all, we were swordsmen, prepared to fight in battles.

source: 아까 봤는데 벌써 얼굴을 까먹었나 보다.
en_us: He must have forgotten what I looked like already.

source: “괜찮아.”{j}난 그렇게 말하고 진드기를 챙겼다.
en_us: “It doesn’t matter,” I replied and brought my tick with me.{j}

source: 입에 머금은 건 독 가루가 아니었다.
en_us: What I had in my mouth was not a toxic powder.

source: “다시 대답해 봐.”
en_us: “I’ll give you one more chance.”

source: “약초도 잘 알던데.”
en_us: “You know your herbs well.”

source: 산적 놈이 급히 몸을 돌리는 게 보였다.
en_us: I could see the bandit rapidly turning his body.

source: 하지만 그 5분 동안 그는 정말 대단한 검사다.
en_us: But he is the best swordsman there is during that five minutes.

source: “워워, 왜 이래?{j}아직 애들이야.”{j}붉은 머리칼 병사가 말렸다.
en_us: “Hey, relax. They’re just kids now,” said the ginger soldier. {j}{j}

source: “어금니 꽉 깨물어.”
en_us: “Tighten your jaw,”

source: “뭐, 문제 있어 보이지는 않네.”
en_us: “Well, he looks alright.”

source: ‘이거 진짜야?’{j}꿈이라고 하기에는 모든 것이 너무 실감 났다.
en_us: ‘Is this real?’ It was all too real for a dream.{j}

source: 몸 내부에서 뭔가 터지는 소리와 함께 코피가 줄줄 흘렀다.
en_us: There was a sound of something bursting in my body, along with nosebleeds.

source: 아무리 똑똑한 개새끼도 피하지 못할 덫을 만들면 되었다.
en_us: Even the smartest dog won’t be able to escape my snare.

source: [그릿 탐색 중.]
en_us: [Searching for Grit.]

source: “으아아아!”
en_us: “Aaaagh!”

source: 내 말에 모두가 할 일을 배당받아 움직이기 시작했다.
en_us: Under my command, everyone started to do their assigned tasks.

source: ‘더럽게 허약하네.’
en_us: ‘I’m too weak,’

source: 내가 말했다.{j}네놈들 쉰내와 내 땀 냄새가 섞여서 토할 지경이다.{j}수염 난 비만 덩어리 겨드랑이에 얼굴을 파묻는 꿈을 꿀 정도라고.{j}다른 부대라면 개인 정비 시간도 있으니, 적당히 씻겠지만.
en_us: I replied. You see, I’m about to vomit thanks to your smell of sweat and blood. I’m even having nightmares of stuffing my body into the armpits of the bearded fat guy. If I were in another unit, I would have enough time to wash myself in my spare time.{j}{j}{j}

source: “그래서?”
en_us: “So?”

source: 제대로 된 약초만 있으면 충분히 치료하고도 남았을 텐데.{j}가난한 마을에서 온 어린 병사에게 약초를 쓸 생각이 없었던 거다.{j}나중에 치유소에서 일하며, 생각보다 그런 쓰레기 같은 새끼가 많다는 걸 알았다.
en_us: With just the right herbs, he would have been better in no time. Obviously, he didn’t want to use his herbs to a young boy from a poor village. During my time in a hospital, I realized that there were many doctors like that.{j}{j}

source: 사실 도끼를 쓰는 저 친구 말고는 기억에 없다.{j}이때의 나는 팔을 잃어서 무척 우울했었다.{j}주변에 신경 쓸 틈이 없었다.{j}난 막사를 가로질러 린드 곁에 앉았다.
en_us: Actually, other than the guy with the ax, I don’t remember anyone else. 24 years ago, I lost my arm and was pretty depressed. I couldn’t take a close look at my comrades. I walked across the tent and sat next to Lind.{j}{j}{j}

source: 난 넓은 잎을 하나 꺼내, 그 안에 화이트 허브를 잘게 부숴서 넣었다.{j}그리고 돌돌 말았다.
en_us: I took out a large leaf, then put in the pounded White Herbs inside it. I then rolled it into a cylinder.{j}

source: 놈이 그 수준이었다.
en_us: He was that soldier.
